[STRINGS] ;English (default)
TITLE=Numeric lock is ON
MESSAGE_FIRST=This may cause you to enter your password incorrectly.
MESSAGE_LAST=Before typing your password, press Fn+NmLk (or Fn+Num) to turn off the numeric lock.

[STRINGS.0011] ;Japanese
TITLE=Num Lock（ナム・ロック）機能がオン
MESSAGE_FIRST=パスワードが誤って入力される可能性があります。
MESSAGE_LAST=パスワードを入力する前に Fn+NmLk（あるいは Fn+Num）キーを押して、Num Lock 機能をオフにしてください。

[STRINGS.0006] ;Danish
TITLE=Tallås er aktiveret
MESSAGE_FIRST=Det kan medføre, at du skriver kodeordet forkert.
MESSAGE_LAST=Tryk på Fn + NmLk (eller Fn + Num) for at slå tallåsen fra, inden du skriver kodeordet.

[STRINGS.0007] ;German
TITLE=Numerische Verriegelung ist AKTIV
MESSAGE_FIRST=Dadurch wird das Kennwort möglicherweise falsch eingegeben.
MESSAGE_LAST=Bevor Sie das Kennwort eingeben, drücken Sie die Tasten Fn + Numerische Verriegelung (oder Fn+Num), um die numerische Verriegelung zu inaktivieren.

[STRINGS.000A] ;Spanish
TITLE=El bloqueo numérico está ACTIVADO
MESSAGE_FIRST=Puede que escriba una contraseña incorrecta.
MESSAGE_LAST=Antes de escribir la contraseña, pulse Fn+Bloq Num (o Fn+Núm) para desactivar el bloqueo numérico.

[STRINGS.000B] ;Finnish
TITLE=Numerolukko on KÄYTÖSSÄ
MESSAGE_FIRST=Saatat tämän vuoksi kirjoittaa salasanan väärin.
MESSAGE_LAST=Poista numerolukko käytöstä painamalla näppäinyhdistelmää Fn + NmLk (tai Fn + Num) ennen salasanan kirjoittamista.

[STRINGS.000C] ;French
TITLE=Verrouillage numérique ACTIVE
MESSAGE_FIRST=C'est peut-être pour cette raison que vous avez saisi un mot de passe incorrect.
MESSAGE_LAST=Avant de saisir votre mot de passe, appuyez sur Fn+Verr num (ou Fn+Num) pour désactiver le verrouillage numérique.

[STRINGS.0010] ;Italian
TITLE=Il blocco numerico è attivo
MESSAGE_FIRST=Ciò può provocare l'immissione non corretta della password.
MESSAGE_LAST=Prima di immettere la password, premere Fn+BlocNum (o Fn+Num) per disattivare il blocco numerico.

[STRINGS.0012] ;Korean
TITLE=숫자 잠금 켜짐
MESSAGE_FIRST=사용자 암호를 올바르게 입력하지 못할 수 있습니다.
MESSAGE_LAST=사용자 암호를 입력하기 전에, Fn+NmLk(또는 Fn+Num)을 눌러 숫자 잠금을 꺼짐 상태로 설정하십시오.

[STRINGS.0013] ;Dutch
TITLE=Num Lock staat AAN
MESSAGE_FIRST=Dit kan ertoe leiden dat u uw wachtwoord onjuist invoert.
MESSAGE_LAST=Druk, voordat u het wachtwoord invoert, op Fn+NmLk (of Fn+Num) om de Num Lock-stand uit te schakelen.

[STRINGS.0014] ;Norwegian
TITLE=Numerisk lås er PÅ
MESSAGE_FIRST=Det kan føre til at du skriver inn passordet feil.
MESSAGE_LAST=Før du skriver inn passordet, må du trykke på Fn+NmLk (eller Fn+Num) for å slå av den numeriske låsen.

[STRINGS.001D] ;Swedish
TITLE=NumLock är PÅ
MESSAGE_FIRST=Detta kan göra att lösenordet skrivs in felaktigt.
MESSAGE_LAST=Innan du skriver in lösenordet kan du trycka på Fn+NmLk (eller Fn+Num) så stängs NumLock av.

[STRINGS.0404] ;Traditional Chinese
TITLE=數字鍵的狀態為「開啟」
MESSAGE_FIRST=這可能會導致您輸入的密碼不正確。
MESSAGE_LAST=在輸入密碼之前，請先按 Fn+NmLk（或 Fn+Num）以關閉數字鍵。

[STRINGS.0804] ;Simplified Chinese
TITLE=数字键盘锁定处于开启状态
MESSAGE_FIRST=这可能导致密码输入错误。
MESSAGE_LAST=输入密码前请按 Fn+NmLk（或 Fn+Num）键以关闭该数字键盘锁定。
